{
	"import": [{
		"id": "feat:background:acolyte",
		"name": "Acolyte",
		"description": "You have spent your life in the service of a temple to a specific god or pantheon of gods. You act as an intermediary between the realm of the holy and the mortal world, performing sacred rites and offering sacrifices in order to conduct worshipers into the presence of the divine. You are not necessarily a cleric—performing sacred rites is not the same thing as channeling divine power.\n\nAs an acolyte you also command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.\n\nYou might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple.\n\nChoose a god, a pantheon of gods, or some other quasi-divine being, and work with your DM to detail the nature of your religious service.\n\n**Additionally**:  \nChoose two language proficiencies.",
		"featbg": true,
		"icon": "far fa-history",
		"selectable": true,
		"skill_proficiency": {
















			"skill:insight": 1,







			"skill:religion": 1
		},
		"pool_gain": {
			"language": 2,
			"feat": 0
		}
	}, {
		"id": "feat:background:barkeep",
		"name": "Barkeep",
		"description": "You've served as a barkeep in one or many taverns or brothels and over the years and your drinks are able to help you make friends in some circles. In those years talking to all those creatures you've managed to pick up on several languages.\n\n**Additionally**:  \nChoose two language proficiencies.",
		"featbg": true,
		"icon": "fas fa-glass-whiskey-rocks",
		"selectable": true,
		"skill_proficiency": {
















			"skill:insight": 1,








			"skill:sleightofhand": 1
		},
		"pool_gain": {
			"language": 2,
			"feat": 0
		}
	}, {
		"id": "feat:background:charlatan",
		"name": "Charlatan",
		"description": "You have always had a way with people. You know what makes them tick, you can tease out their heart' desires after a few minutes of conversation, and with a few leading questions you can read them easily. It's a useful talent, and you're quite willing to use it to your advantage.\n\nYou have created a second identity that includes documentation, established acquaintances, and disguises that allow you to assume that persona.\n\nAdditionally, you can forge documents including official papers and personal letters, as long as you have seen an example of the kind of document or the handwriting you are trying to copy.",
		"featbg": true,
		"icon": "fal fa-file-user",
		"selectable": true,
		"skill_proficiency": {














			"skill:deception": 1,










			"skill:sleightofhand": 1,


			"skill:kit:disguise": 1,
			"skill:kit:forgery": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}, {
		"id": "feat:background:criminal",
		"name": "Criminal",
		"description": "You are an experienced criminal with a history of breaking the law. You've spent a lot of time around other criminals and they may recognize you, which may help or hinder your efforts.\n\nBut you do manage to keep a contact in the underworld that you trust completely, who can give you information when they're around. You both have a way of exchanging information as well. Work with your DM to determine the basics of this connection.",
		"featbg": true,
		"icon": "fas fa-user",
		"selectable": true,
		"skill_proficiency": {














			"skill:deception": 1,











			"skill:stealth": 1,

			"skill:kit:thieves": 1,
			"skill:kit:healers": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}, {
		"id": "feat:background:entertainer",
		"name": "Entertainer",
		"description": "You're a skilled entertainer and can rouse almost any audience. You take pride in your work, and your performances are very important to you.\n\nYou can always find a place to perform in cities.\n\nYour skills lend to people recognizing you in cities where you have performed or by people who were there or in those cities depending on the number of performances you have held.\n\nNote that performances take time, effort, and in some cases, money as well.\n\n**Additionally**:  \nChoose an instrument with which you are proficient and where you've performed before.",
		"featbg": true,
		"icon": "fas fa-mandolin",
		"selectable": true,
		"skill_proficiency": {










			"skill:acrobatics": 1,











			"skill:performance": 1,





			"skill:kit:disguise": 1
		},
		"pool_gain": {
			"instrument": 1,
			"feat": 0
		}
	}, {
		"id": "feat:background:folkhero",
		"name": "Folk Hero",
		"description": "You came from humble social ranks, but you've proven to be destined for more as you stood up for the rights of those with whom you lived.\n\nThe common people know your deeds for them, and those that don't generally find you trustworthy.\n\nCommoners in the cities are more likely to help hide or protect you as long as you have not threatened them previously.",
		"featbg": true,
		"icon": "fal fa-users",
		"selectable": true,
		"skill_proficiency": {











			"skill:animalhandling": 1,







			"skill:medicine": 1,







			"skill:survival": 1,
			"skill:kit:healers": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}, {
		"id": "feat:background:guildartisan",
		"name": "Guild Artisan",
		"description": "You are a member of one of the large artisan guilds listed below. These guilds wield large political power and you must pay 5GP a month to maintain your membership.\n\n+ Cartography Guild\n+ Enchantery Guild\n+ Shipwright Guild\n+ Alchemist Guild\n+ Smithery Guild\n+ Craftery Guild\n+ Brewery Guild\n+ Cookery Guild\n+ Masonry Guild\n+ Jewelry Guild\n+ Pottery Guild\n\nYou can take note of this as a note for this Feat in your information.\n\n**Additionally**:  \nChoose one language proficiency.",
		"featbg": true,
		"icon": "far fa-sack-dollar",
		"selectable": true,
		"skill_proficiency": {
















			"skill:insight": 1,






			"skill:persuasion": 1,




			"skill:kit:artisans": 1
		},
		"pool_gain": {
			"language": 1,
			"feat": 0
		}
	}, {
		"id": "feat:background:hermit",
		"name": "Hermit",
		"description": "You avoid most large crowds of people and cities make you uncomfortable. You prefer the silence and serenity of the wilderness.\n\nIn your travels, you picked up on another language, using it to communicate with the few other inhabitants in the wilderness whom you knew.\n\nIn your exploration of the world, seeking your seclusion, you've discovered something relevant to the campaign of the world.\n\nWork with the DM to determine what you've discovered based on your origins.\n\n**Additionally**:  \nChoose one language proficiency.",
		"featbg": true,
		"icon": "fas fa-universal-access",
		"selectable": true,
		"skill_proficiency": {



















			"skill:medicine": 1,




			"skill:religion": 1,



			"skill:kit:alchemists": 1
		},
		"pool_gain": {
			"language": 1,
			"feat": 0
		}
	}, {
		"id": "feat:background:noble",
		"name": "Noble",
		"description": "You are a noble from somewhere and have some connections and respect from that birthright.\n\nTalk to the DM to workout the details of your nobility and heritage.\n\n**Additionally**:  \nChoose one language proficiency.",
		"featbg": true,
		"icon": "fas fa-user-crown",
		"selectable": true,
		"skill_proficiency": {











			"skill:animalhandling": 1,



			"skill:history": 1,







			"skill:persuasion": 1
		},
		"pool_gain": {
			"language": 1,
			"feat": 0
		}
	}, {
		"id": "feat:background:outlander",
		"name": "Outlander",
		"description": "You grew up in the wilderness, far from civilization. This remote upbringing has led to a love of traveling.\n\nYou have an excellent sense of your bearings and can easily recall maps and geography.\n\nYou can also easily find water or food in terrain that offers either.\n\n**Additionally**:  \nChoose one language proficiency.",
		"featbg": true,
		"icon": "fas fa-blind",
		"selectable": true,
		"skill_proficiency": {













			"skill:atheletics": 1,













			"skill:survival": 1,
			"skill:kit:cartographers": 1
		},
		"pool_gain": {
			"language": 1,
			"feat": 0
		}
	}, {
		"id": "feat:background:sage",
		"name": "Sage",
		"description": "You can toil away hours learning about new subjects and following rogue trains of thought.\n\nWhen performing ${Arcana}$, ${History}$, or ${Religion}$ checks, you often know where to find the answers if you can't recall the specifics that you seek.\n\nChoose a subject from the below on which you have read the most:  \n+ ${Astronomy}$\n+ ${Libraries}$\n+ ${Alchemy}$\n+ ${Masonry}$\n+ ${Weather}$\n+ ${Sailing}$\n\n**Additionally**:  \nChoose two language proficiencies.",
		"featbg": true,
		"icon": "fas fa-book",
		"selectable": true,
		"skill_proficiency": {












			"skill:arcana": 1,


			"skill:history": 1
		},
		"selection": [{
			"name": "Sage Knowledge",
			"limit": 1,
			"field": "knowledges",
			"choices": [
				"knowledge:sage:astronomy",
				"knowledge:sage:libraries",
				"knowledge:sage:alchemy",
				"knowledge:sage:masonry",
				"knowledge:sage:weather",
				"knowledge:sage:sailing"
			]
		}],
		"pool_gain": {
			"language": 2,
			"feat": 0
		}
	}, {
		"id": "feat:background:sailor",
		"name": "Sailor",
		"description": "You've served on ships in the past and your knowledge of ships and sailing enables you to more easily secure passage on ships.\n\nYour past crew or ship you served on may also help you for free or as a favor.",
		"featbg": true,
		"icon": "far fa-anchor",
		"selectable": true,
		"skill_proficiency": {













			"skill:atheletics": 1,






			"skill:nature": 1,
			"skill:perception": 1,






			"skill:kit:cartographers": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}, {
		"id": "feat:background:soldier",
		"name": "Soldier",
		"description": "You've served in an Army or Navy previously and still maintain a rank with that army.\n\nThose soldiers still respect you and respond to your rank and reputation.",
		"featbg": true,
		"icon": "fas fa-helmet-battle",
		"selectable": true,
		"skill_proficiency": {













			"skill:atheletics": 1,



			"skill:intimidation": 1,









			"skill:survival": 1,
			"skill:kit:healers": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}, {
		"id": "feat:background:urchin",
		"name": "Urchin",
		"description": "You understand the flow of traffic in cities and can navigate them twice as fast.\n\nYou can also more easily persuade those on the streets to help you with gathering information.",
		"featbg": true,
		"icon": "fab fa-redhat",
		"selectable": true,
		"skill_proficiency": {

























			"skill:sleightofhand": 1,
			"skill:stealth": 1,

			"skill:kit:thieves": 1,
			"skill:kit:disguise": 1
		},
		"pool_gain": {
			"language": 0,
			"feat": 0
		}
	}]
}