{
	"import": [
		{
			"id": "god:athena",
			"worshipable": true,
			"name": "Athena",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-pisces\"></span>\n\nUses her strength to guide her followers to better the world. Her followers can often be found traveling the world attempting to save those caught in the political crossfire of greed and corruption.\n\nHer temples are almost always simple and plainly decorated, and always filled with those in need. They seek her help with finding a way to move forward and protect their families.\n",
			"obscured": null,
			"alignment": "alignment:alignment:Lawful Good",
			"note": "Symbol: ${\"content\":\"ra ra-pisces\",\"class\":\"rs-darkorange\"}$",
			"playable": true
		},
		{
			"id": "god:daminoth",
			"worshipable": true,
			"name": "Daminoth",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-sagittarius\"></span>\n\nA god in constant search of more knowledge in the world. Uses his disciples to find more knowledge and have it brought to his temples that exist as pseudo libraries.\n\nThe seeking of knowledge however does not easily extend to sharing that knowledge, those who do not follow Daminoth are not usually welcome to the libraries of the temples.\n",
			"obscured": null,
			"alignment": "alignment:alignment:Lawful Neutral",
			"note": "Symbol: ${\"content\":\"ra ra-sagittarius\",\"class\":\"rs-darkorange\"}$",
			"playable": true
		},
		{
			"id": "god:dionysus",
			"worshipable": true,
			"name": "Dionysus",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-virgo\"></span>\n\nThe number of Dionysus is unknown, but only because there are so many. The god of liquor and festivities, he guides those who follow him to times of joy and celebration. Those who attempt to spread Dionysus’ gift tend to be pleasant, jovial, and generally trustworthy to be true, though maybe not to be timely or coordinated.\n\nThe temples to Dionysus are few, but only because his followers tend to simply put his shrines in local bars or brothels (Where the women are well treated).\n",
			"obscured": null,
			"alignment": "alignment:alignment:Chaotic Good",
			"note": "Symbol: ${\"content\":\"ra ra-virgo\",\"class\":\"rs-darkorange\"}$",
			"playable": true
		},
		{
			"id": "god:tieng",
			"worshipable": true,
			"name": "Tieng",
			"attribute": null,
			"description": "God of voice and power. Patiently seeks greed through charms and spells.",
			"obscured": null,
			"alignment": "alignment:alignment:Neutral Evil",
			"note": "This God is ${\"content\":\"Crane Vox\",\"class\":\"rs-darkorange\"}$.",
			"playable": true
		},
		{
			"id": "god:zeus",
			"worshipable": true,
			"name": "Zeus",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-leo\"></span>\n\nA god of lightning and power, he and his followers use their power to find entertainment in existence, bending the world and those around them to their will, many leaders and politicians tend to worship Zeus.\n\nZeus’ temples tend to be lavish and lend to entertaining guests of his followers.\n",
			"obscured": null,
			"alignment": "alignment:alignment:Chaotic Neutral",
			"note": "Symbol: ${\"content\":\"ra ra-leo\",\"class\":\"rs-darkorange\"}$",
			"playable": true
		},
		{
			"id": "god:whaitiri",
			"worshipable": false,
			"name": "Whaitiri",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-gemini\"></span>\n\nAttuned with the storms and the sea, she is similar to ${Zeus}$, however her domain resides in the seas.\n\nEven though this is the case, she is only truly known among the ${Merfolk}$ and isn't really known to interact with those who live on land.\n\nHer knowledge is vast and old, but she has been known to help those in need from time to time...",
			"obscured": null,
			"alignment": "alignment:alignment:Chaotic Good",
			"note": "Not worshipable by any creatures that are not ${\"content\":\"Merfolk\",\"class\":\"rs-darkorange\"}$ but has a love affair with ${\"content\":\"Daminoth\",\"class\":\"rs-darkorange\"}$\n\nSymbol: ${\"content\":\"ra ra-gemini\",\"class\":\"rs-darkorange\"}$\n\nThe connection between the seas and the skies is the true importance in the world.",
			"playable": false
		},
		{
			"id": "god:serinal",
			"worshipable": true,
			"name": "Serinal",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-taurus\"></span>\n\nThrough wisdom and patience, the followers of Serinal seek serenity from her guidance. And while few, those who commune with her find not only patience, but foresight. Many of her followers serving as advisers to those whom they trust with the wisdom they share.\n\nTemples to Serinal can never be found inside a city, the noise and chaos ever distracting from the goal of peace and clarity. The ones that are commonly known are found in the mountains and even more commonly on small isolated islands, away from the agitations of society.\n",
			"obscured": null,
			"alignment": "alignment:alignment:Neutral Good",
			"note": "Symbol: ${\"content\":\"ra ra-taurus\",\"class\":\"rs-darkorange\"}$",
			"playable": true
		},
		{
			"id": "god:durong",
			"worshipable": true,
			"name": "Durong",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-bleeding-eye\"></span>\n\nMerfolkian God of Sight and Vision. Patiently controls and manipulates people by seeing their every move.\n\nLore tells of him controlling and watching all the Kings and Queens of the land and being killed when a small group of ${Paladins}$ managed to avoid his attention until they had killed him, releasing those he had bound.",
			"obscured": null,
			"alignment": "alignment:alignment:Neutral Evil",
			"note": "This God is ${\"content\":\"Crane Vox\",\"class\":\"rs-darkorange\"}$.",
			"playable": true
		},
		{
			"id": "god:rango",
			"worshipable": false,
			"name": "Rango",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-aquarius\"></span>\n\nA god of peace of cultivation, he is commonly found on or near farm lands. Known to bless lands with good crops and secure food for the seasons, his followers tend to be strong willed and good in nature, rarely seeking conflict but willing to fight if necessary.",
			"obscured": null,
			"alignment": "alignment:alignment:Lawful Good",
			"note": "Symbol: ${\"content\":\"ra ra-aquarius\",\"class\":\"rs-darkorange\"}$\n\nAn ancient god lost to the times as conflict took more and more of the world.",
			"playable": false
		},
		{
			"id": "god:tane",
			"worshipable": false,
			"name": "Tane",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-scorpio\"></span>\n\nA God of creation, Tane has created many realms, and his followers always seek to create more, greatly responsible for the existence of Pocket Dimensions, though he is barely known this day.",
			"obscured": null,
			"alignment": "alignment:alignment:Chaotic Neutral",
			"note": "Symbol: ${\"content\":\"ra ra-scorpio\",\"class\":\"rs-darkorange\"}$\n\nAn ancient god no longer in memory but still very powerful.",
			"playable": false
		},
		{
			"id": "god:whiro",
			"worshipable": false,
			"name": "Whiro",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-aries\"></span>\n\nThe Goddess of death, darkness, and war, her reign is vast. Though many have forgotten her, she still has power over many of the realms, both of the \"living\" and the \"dead\".",
			"obscured": null,
			"alignment": "alignment:alignment:Lawful Evil",
			"note": "Symbol: ${\"content\":\"ra ra-aries\",\"class\":\"rs-darkorange\"}$\n\nStill involved in the death and handling of mortals, she is tied to Reykurax.",
			"playable": false
		},
		{
			"id": "god:ruamoka",
			"worshipable": false,
			"name": "Ruamoka",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-capricorn\"></span>\n\nThe Goddess of magic and communication. She can be found between the woven spells and magical sigils throughout the realms.\n\nShe takes no sides, merely following the demands and arguments of those around her and can help or harm anyone and everyone.",
			"obscured": null,
			"alignment": "alignment:alignment:Neutral Neutral",
			"note": "Symbol: ${\"content\":\"ra ra-capricorn\",\"class\":\"rs-darkorange\"}$\n\nThe original creator of magic and the energy behind the power crystals.\n\nOriginal swayed by Rango & Serinal to create the ancient kingdom, she was eventually swayed by Lucian to bend the kingdom before being ousted by the Vindica. Following Lucian into the forests, she helped to power the rebellion.\n\nCthulu following the chaos of the current turmoil used the opportunity to convince her to aid him in the creation of a spell that could drain the power from near-by life, weakening it. Which he later used in an attempt to destroy the world.",
			"playable": false
		},
		{
			"id": "god:erellia",
			"worshipable": false,
			"name": "Erellia",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-darkorange ra ra-biohazard\"></span>\n\nOnce a powerful and clever sorceress, she ascended through her power and established herself as a god with the help of her companions in ${Sorrow's Grace}$, continuing their fight against the evils that attempted to cover the lands.",
			"obscured": null,
			"alignment": "alignment:alignment:Neutral Neutral",
			"note": "Symbol: ${\"content\":\"ra ra-biohazard\",\"class\":\"rs-darkorange\"}$\n\nLargely responsible for maintaining the balance of power of those who would sway the gods, she has little to no time for activities on the material plane or lower realms and can be found fighting in the higher planes.",
			"playable": false
		},
		{
			"id": "god:mixywa",
			"worshipable": false,
			"name": "Mixywa",
			"attribute": null,
			"description": "Her Symbol: <span class=\"rs-orange ra ra-crush\"></span>\n\nA Goddess of pure power, she seeks nothing but more knowledge and control. Her followers are mere servants to this process but only those of great power themselves could find themselves in such a position, often willingly as the unwilling come to other uses in her care.",
			"obscured": null,
			"alignment": "alignment:alignment:Lawful Evil",
			"note": "Symbol: ${\"content\":\"ra ra-crush\",\"class\":\"rs-darkorange\"}$\n\nAn orphan once and cared for by would be adventurers, she found herself subsumed by Mindflayers attacking her home. Her mind broken, she found a blessing from Durong and managed to break free from the hive, consuming their latent magical power and destroying the hive. Finding a cave to herself, she wept not for her lost past and found herself consumed with the desire for power. Soon she had many phylacteries and managed to scatter them through the realms with the help of several servants.\n\nAfter achieving her status as a Lich, she wittled her time away learning of all the deep crevices of magic and the realms. She'll happily consume anything without hesitation if known to grant her more power, but will risk nothing without a solid understanding of where it may lead.",
			"playable": false
		},
		{
			"id": "god:lucian",
			"worshipable": true,
			"name": "Lucian",
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-libra\"></span>\n\nHis call to burn down those at the top of society and bring humanity into servitude to his greatness has earned him few followers. But, while few, they tend to be great thieves and work to undermine the governments of almost all of the empires. Though they can also be found attempting to thwart the activities of the disciples of Cthulhu.\n\nThere are few temples to Lucian, but they tend to be very hot, even near volcanoes. They tend to be filled with fire pits and on occasion, fire elements guarding the temple. Outsiders are almost always unwelcome.\n",
			"alignment": "alignment:alignment:Lawful Evil",
			"note": "Symbol: ${\"content\":\"ra ra-libra\",\"class\":\"rs-darkorange\"}$\n\nHas infiltrated Orcish command but is mostly established in secret caves around Turrija, where Elves who see themselves as the only ones wise enough to lead people are gathering.",
			"playable": true
		},
		{
			"id": "god:cthulu",
			"worshipable": true,
			"name": "Cthulhu",
			"attribute": null,
			"description": "His Symbol: <span class=\"rs-darkorange ra ra-cancer\"></span>\n\nThe number of disciples to Cthulu are unknown. Their goal however is the end of the world. They seek to find a way to harness the deep wells of magic in Alucinor to fracture the surface of the planet, causing those living on the surface to be thrust into the depths of space, ending all of life on Alucinor.\n\nThere are no known temples to Cthulu, they may not even exist.\n",
			"obscured": null,
			"alignment": "alignment:alignment:Chaotic Evil",
			"note": "Symbol: ${\"content\":\"ra ra-cancer\",\"class\":\"rs-darkorange\"}$\n\nMostly at play with the Orcs with a few temples but mostly established in Sulendirida where he also makes play at helping the Kintari who serve Crane Vox, splitting their loyalty somewhat.",
			"playable": true
		}
	]
}